[
	{
		"name": "Peo Nathan",
		"avatar": "peo.jpg",
		"designation": "Founder/CEO",
		"organization": "Advans IT Services Inc.",
		"testimonial": "We have been very much impressed by Ansidhovi's ability to literally read our minds and deliver our corporate identity in logo and website designs that perfectly expresses our vision and projects elegance and modern image we needed to penetrate the domestic and international market."
	},
	{
		"name": "Karthik Srinivasan",
		"avatar": "karthik.jpg",
		"designation": "Celebrity/Fashion Photographer",
		"organization": "K's Academy of Photographic Arts",
		"testimonial": "We are happy to associate with Ansidhovi for more than 10 years. Vijay & his team has been instrumental in designing & maintaining all our websites for many years."
	},
	{
		"name": "S.Rajasekaran",
		"avatar": "none.jpg",
		"designation": "Managing Director",
		"organization": "Karesmartech Pvt. Ltd.",
		"testimonial": "Ansidhovi service is excellent – great to have a company where you don't have to wait for days to get through the updates requested. Once again I thank Mr. Vijay for all the professional and attentive service."
	},
	{
		"name": "Dr. Ramasubramanyan Chandrasekar",
		"avatar": "ramasubramanyan.jpg",
		"designation": "Consultant Vascular Surgeon, United Kingdom",
		"organization": "North West Veins",
		"testimonial": "I had an idea of how my website should look, but was difficult to convey this precisely convey this in the beginning. Vijay and his team were excellent in bringing to life a website I had imagined. They were prompt in their communication, catered to the numerous changes over the way, and very helpful in guiding me in matters not immediately relevant to the creation of the website. Good luck."
	},
	{
		"name": "G.S Ganesh",
		"avatar": "none.jpg",
		"designation": "Founder",
		"organization": "INGA",
		"testimonial": "We in INGA have worked with Vijay for our web site requirements Vijay is a patient and accommodative to thoughts flowing from us notwithstanding he is an expert. He has been a part of our journey and am sure his association with INGA will be for ever"
	},
	{
		"name": "Sandhya Manne",
		"avatar": "sandhya.jpg",
		"designation": "Artist",
		"organization": "Sandhya Manne Studio",
		"testimonial": "I approached Vijay from Ansidhovi to upgrade and revamp my existing website. Vijay and his team did a wonderful job helping me with the planning after considering my requirements, they gave me suggestions and options that worked with my needs. The development process was smooth and the transferring of all the content from the old site was done seamlessly. The handholding support post the launch of the website too is great!! I highly recommend their services!!Ansidhovi service is excellent – great to have a company where you don't have to wait for days to get through the updates requested. Once again I thank Mr. Vijay for all the professional and attentive service."
	}
]
